const TITLE = "About";
const P = "❄︎⍓︎◻︎♏︎ ⍓︎□︎◆︎❒︎ ⧫︎♏︎⌧︎⧫︎ ♒︎♏︎❒︎♏︎📬︎ 🕆︎⬧︎♏︎ ✌︎☹︎☹︎ 👍︎✌︎🏱︎💧︎ ♐︎□︎❒︎ 🕈︎ 👎︎ ☝︎♋︎⬧︎⧫︎♏︎❒︎🕯︎⬧︎ ●︎♋︎■︎♑︎◆︎♋︎♑︎♏︎ 🖳︎✆︎ ♓︎ ♎︎□︎■︎🕯︎⧫︎ ⧫︎♒︎♓︎■︎🙵 ⍓︎□︎◆︎ ♍︎♋︎■︎ ◆︎■︎♎︎♏︎❒︎⬧︎⧫︎♋︎■︎♎︎ ⧫︎♒︎♓︎⬧︎ ♌︎◆︎⧫︎ ♓︎⧫︎🕯︎●︎●︎ ♌︎♏︎ ♐︎◆︎■︎■︎⍓︎ ⧫︎□︎ ⬧︎♏︎♏︎ ♓︎♐︎ ⍓︎□︎◆︎ ♍︎♋︎■︎📬︎ ●︎❍︎♋︎□︎📬︎ ■︎□︎ □︎■︎♏︎ ⬥︎♓︎●︎●︎ 🙵■︎□︎⬥︎ ⧫︎♒︎♋︎⧫︎ ✋︎🕯︎❍︎ ♋︎♍︎⧫︎◆︎♋︎●︎●︎⍓︎ ⬧︎♏︎♍︎❒︎♏︎⧫︎●︎⍓︎ ❒︎♏︎♋︎●︎●︎⍓︎ ⬧︎♍︎♋︎❒︎♏︎♎︎ □︎♐︎ ⧫︎♒︎♏︎ ♐︎◆︎⧫︎◆︎❒︎♏︎ ♋︎■︎♎︎ ♓︎ ♎︎□︎■︎🕯︎⧫︎ 🙵■︎□︎⬥︎ ⬥︎♒︎♋︎⧫︎ ⧫︎□︎ ♎︎□︎ ♓︎■︎ ⧫︎♒︎♏︎ ♍︎□︎❍︎♓︎■︎♑︎ ⍓︎♏︎♋︎❒︎⬧︎ ♌︎◆︎⧫︎ ♓︎🕯︎❍︎ ◻︎◆︎⬧︎♒︎♓︎■︎♑︎ ❍︎⍓︎⬧︎♏︎●︎♐︎ ⧫︎□︎ ♎︎□︎ ⬥︎♏︎♌︎ ♎︎♏︎❖︎♏︎●︎□︎◻︎❍︎♏︎■︎⧫︎ ♋︎■︎♎︎ ♑︎♓︎⧫︎ ♑︎◆︎♎︎ ⬧︎□︎ ⧫︎♒︎♋︎⧫︎ ♓︎ ♍︎♋︎■︎ ●︎♓︎❖︎♏︎ ♋︎ ♍︎□︎❍︎♐︎□︎❒︎⧫︎♋︎♌︎●︎♏︎ ●︎♓︎♐︎♏︎📬︎ □︎♒︎ ⬥︎♏︎●︎●︎📬︎ ■︎□︎⧫︎♒︎♓︎■︎♑︎ ●︎♏︎♐︎⧫︎ ⧫︎□︎ ♎︎□︎ ♌︎◆︎⧫︎ ♑︎❒︎♓︎■︎♎︎📬︎";
const TIMES = 3;

function createAbout() {
    const about = document.createElement("div");
    about.id = "about";

    const h1 = document.createElement("h1");
    h1.textContent = TITLE;
    about.appendChild(h1);

    for (let i = 0; i < TIMES; i++) {
        const p = document.createElement("p");
        p.textContent = P;
        about.appendChild(p);
    }

    return about;
}

export default createAbout;